Repository: scthakuri/chp-ads-block-detector
Catalog: languages/chp-adsblocker-detector-*.po
Languages: ne_np

source: <code>CHP Ads Block Detector</code> plugin is developed in order to detect most of the AdBlock extensions installed on the browser and show a popup to disable the extension. This plugin restricts the user to access the page unless the user will disable the extension for your website.
ne_np: CHP Ads Block Detector प्लगइन ब्राउजरमा स्थापित धेरै जसो AdBlock extensions हरुलाई पत्ता लगाउन र पपअप देखाउनको लागि विकसित गरिएको हो। यस प्लगइनले प्रयोगकर्तालाई page पहुँच गर्न प्रतिबन्ध गर्दछ जबसम्म प्रयोगकर्ताले तपाईंको वेबसाइटको लागि Ads Block extension बन्द गर्दैन।

source: ADS BLOCK
ne_np: एड ब्लक

source: And Many More . . .
ne_np: र अरु धेरै

source: Button Text
ne_np: बटन पाठ

source: Button Text Customizable
ne_np: बटन पाठ परिबर्तन योग्य

source: Buy Pro
ne_np: प्रो खरीद गर्नुहोस्

source: BUY PRO!!
ne_np: प्रो खरीद गर्नुहोस्!!

source: Check PRO Version
ne_np: प्रो संस्करण जाँच गर्नुहोस्

source: Check Pro Version
ne_np: प्रो संस्करण जाँच गर्नुहोस्

source: CHP Ads Block Detector
ne_np: CHP एड ब्लक डिटेकटर

source: CHP ADS Block Detector!
ne_np: CHP एड ब्लक डिटेकटर!

source: Close
ne_np: बन्द

source: Close Button (Text)
ne_np: बन्द बटन (पाठ)

source: Content
ne_np: सामग्री

source: Control Body Scroll
ne_np: पृष्ठ स्क्रोल नियन्त्रण गर्नुहोस्

source: Customize according to theme color
ne_np: विषयवस्तुको रंग अनुसार परिवर्तन गर्नुहोस्

source: Disable for individual pages
ne_np: व्यक्तिगत पृष्ठहरूको लागि अक्षम गर्नुहोस्

source: Disbale for woocommerce pages
ne_np: WooCommerce पृष्ठहरूको लागि अक्षम गर्नुहोस्

source: Enable
ne_np: सक्षम गर्नुहोस्

source: From Left
ne_np: बाँयाबाट

source: From Top
ne_np: माथिबाट

source: Overlay Effect Customizable
ne_np: ओभरले प्रभाव परिवर्तन गर्नुहोस्

source: Position (in %)
ne_np: स्थिति (% मा)

source: PRO Version Capability
ne_np: प्रो संस्करणको क्षमता

source: Refresh
ne_np: रिफ्रेस गर्नुहोस्

source: Refresh Button (Text)
ne_np: रिफ्रेस बटन (पाठ)

source: Reset Changes
ne_np: परिवर्तनहरू रिसेट गर्नुहोस्

source: Response!!!
ne_np: प्रतिक्रिया !!!

source: Save Changes
ne_np: परिवर्तनहरू सुरक्षित गर्नुहोस

source: Settings
ne_np: सेटिंग्स

source: Settings reset successfully.
ne_np: सेटिंग्स सफलतापूर्वक रिसेट भयो।

source: Settings save successfully
ne_np: सेटिंग्स सफलतापूर्वक सुरक्षित गरियो।

source: Show Close Button
ne_np: बन्द बटन देखाउनुहोस्

source: Show Refresh Button
ne_np: रिफ्रेस बटन देखाउनुहोस्

source: Support
ne_np: समर्थन

source: Suresh Chand
ne_np: सुरेश चन्द

source: The Best ads block detector wordpress plugin
ne_np: उत्तम विज्ञापन ब्लक डिटेक्टर WordPress प्लगइन

source: Theme
ne_np: देखावट

source: Title
ne_np: शीर्षक

source: Version
ne_np: संस्करण

source: We got some issue on updating settings.
ne_np: हामी सेटिंग्स अपडेट गर्न असमर्थ छौं।

source: Width (in %)
ne_np: चौडाई (% मा)
